var __encode = 'sojson.com',
    _0xb483 = ["_decode", "http://www.sojson.com/javascriptobfuscator.html"];
(function(_0xd642x1) {
    _0xd642x1[_0xb483[0]] = _0xb483[1]
})(window);
var __Ox76903 = ["#modeText", "&nbsp;<br><span style="color:", ";font-size:", "rem">", "</span>", "empty", "html", "#99cc33", "0.7", "游戏破解群", "#00c1de", "704545663", "更新汇总破解游戏", "#ff0000", "官方合作微信公众号", "小楼服务平台", "本版本是正版，获取加群：546659280，私聊群主加赞助群获取完整版。", "showFps"];
(function() {
    var _0x978ax1 = __Ox76903[0x0];
    var _0x978ax2 = __Ox76903[0x1];
    var _0x978ax3 = __Ox76903[0x2];
    var _0x978ax4 = __Ox76903[0x3];
    var _0x978ax5 = __Ox76903[0x4];
    setTimeout(function() {
        $(_0x978ax1)[__Ox76903[0x5]]();
        $(_0x978ax1)[__Ox76903[0x6]]($(_0x978ax1)[__Ox76903[0x6]]() + _0x978ax2 + __Ox76903[0x7] + _0x978ax3 + __Ox76903[0x8] + _0x978ax4 + __Ox76903[0x9] + _0x978ax5);
        $(_0x978ax1)[__Ox76903[0x6]]($(_0x978ax1)[__Ox76903[0x6]]() + _0x978ax2 + __Ox76903[0xa] + _0x978ax3 + __Ox76903[0x8] + _0x978ax4 + __Ox76903[0xb] + _0x978ax5);
        $(_0x978ax1)[__Ox76903[0x6]]($(_0x978ax1)[__Ox76903[0x6]]() + _0x978ax2 + __Ox76903[0x7] + _0x978ax3 + __Ox76903[0x8] + _0x978ax4 + __Ox76903[0xc] + _0x978ax5);
        $(_0x978ax1)[__Ox76903[0x6]]($(_0x978ax1)[__Ox76903[0x6]]() + _0x978ax2 + __Ox76903[0xd] + _0x978ax3 + __Ox76903[0x8] + _0x978ax4 + __Ox76903[0xe] + _0x978ax5);
        $(_0x978ax1)[__Ox76903[0x6]]($(_0x978ax1)[__Ox76903[0x6]]() + _0x978ax2 + __Ox76903[0xd] + _0x978ax3 + __Ox76903[0x8] + _0x978ax4 + __Ox76903[0xf] + _0x978ax5);
        $(_0x978ax1)[__Ox76903[0x6]]($(_0x978ax1)[__Ox76903[0x6]]() + _0x978ax2 + __Ox76903[0xd] + _0x978ax3 + __Ox76903[0x8] + _0x978ax4 + __Ox76903[0x10] + _0x978ax5);
        Graphics[__Ox76903[0x11]]()
    }, 800)
})()
